const brands = {
    "치킨": ["굽네치킨", "BBQ", "네네치킨", "BHC", "교촌치킨", "페리카나", "멕시카나", "처갓집양념치킨", "또래오래"],
    "피자": ["도미노피자", "피자헛", "미스터피자", "파파존스", "피자스쿨", "피자알볼로", "반올림피자샵"],
    "떡볶이": ["엽기떡볶이", "신전떡볶이", "배떡", "죠스떡볶이", "응급실떡볶이", "청년다방"],
    "햄버거": ["맥도날드", "버거킹", "롯데리아", "맘스터치", "쉐이크쉑", "프랭크버거", "수제버거"],
    "족발": ["가장맛있는족발", "원할머니보쌈족발", "미쓰족발", "마왕족발"],
    "보쌈": ["원할머니보쌈족발", "미스터보쌈", "놀부보쌈"],
    "샌드위치": ["서브웨이", "퀴즈노스", "에그드랍", "이삭토스트"],
    "카페": ["스타벅스", "투썸플레이스", "이디야커피", "메가커피", "컴포즈커피", "빽다방"]
};
